package by.epam.cycle.task6;
public class Main {
	
	public static void main(String[] args) {
		/*
		 * Вывести на экран соответствий между символами и их численными обозначениями в памяти компьютера.
		 */
		
		for (int i=0; i<255; i++) {
			
			System.out.println("ascii code: " + i + " is char: " + (char)i);
			
		}
					
	}

}
